Repository: reemaalsheddi/ebadah
Catalog: ebada/*.lproj/Localizable.strings
Languages: ar

source: Morning remembrance
ar: أذكار الصباح

source: Evening remembrance
ar: أذكار المساء

source: Recitation of the Qur'an
ar: قراءة القرآن

source: The Witr prayer
ar: صلاة الوتر

source: Done
ar: تم

source: Astaghfirullah
ar: استغفرالله

source: Subhanallah
ar: سبحان الله

source: Alhamdalalah
ar: الحمدلله

source: Allah Akbar
ar: الله اكبر

source: Choose worship:
ar: اختر عبادة:

source: Remembering God Almighty and repeating the daily remembrances more often, including the evening remembrances, are among the things that protect us from evils and dangers.
ar: ذكر الله تعالى والإكثار من ترديد الأذكار اليومية بما فيها أذكار المساء من الأشياء التي تقينا من الشرور والأخطار وتجعلنا في حفظ الله تعالى على الدوام.

source: (Read the Qur’an, for it will come as an intercessor for its reciters on the Day of Resurrection).
ar: (اقرؤوا هذا القرآن، فإنه يأتي شفيعًا لأصحابه يوم القيامة)

source: The Prophet (ﷺ) said: Allah is single (witr) and loves what is single, so observe the witr, you who follow the Qur'an.
ar: قال(ﷺ) يَا أَهْلَ الْقُرْآنِ أَوْتِرُوا فَإِنَّ اللَّهَ وِتْرٌ يُحِبُّ الْوِتْرَ.

source: Morning remembrance time: After Fajr prayer until before Asr prayer.
ar: وقت أذكار الصباح: من بعد صلاة الفجر إلى قبل صلاة العصر.

source: Evening remembrance time: After Asr prayer until Midnight.
ar: وقت أذكار المساء: من بعد صلاة العصر إلى منتصف الليل.

source: After the Isha prayer until before the Fajr prayer.
ar: وقت صلاة الوتر: من بعد صلاة العشاء إلى قبل صلاة الفجر.

# ebada
source: Ebadati
ar: عبادتي

source: Sabha
ar: سبحة:
